<!--
 * @Description: 
 * @Author: jinjie
 * @Date: 2024-04-18 15:18:59
 * @LastEditTime: 2024-04-18 15:42:40
 * @LastEditors: lyq
-->
<template>
    <h3> 隐私声明 </h3>
    <div class="content"> 
        <h4> 一、信息的收集 </h4>
        <p> 用户注册信息：为了使用我们的服务，您需要注册一个账户。在注册过程中，我们会收集您的用户名、密码、电子邮件地址和电话号码。
    聊天信息：为了提供人工智能聊天服务，我们的系统会收集并记录您与我们的聊天信息。这些信息可能包括您的文本消息、语音消息以及与之相关的元数据。 </p>
        <h4> 二、信息的使用 </h4>
        <p> 提供和改进服务：我们会使用您的个人信息来提供和改进我们的服务，包括人工智能聊天功能、个性化推荐等。
    分析和研究：我们可能会对您的信息进行分析和研究，以了解用户需求，改进我们的产品和服务。</p>
        <h4> 三、信息的共享</h4>
        <p> 合作伙伴：我们可能会与合作伙伴共享您的信息，以便他们为我们提供分析和广告服务。这些合作伙伴必须遵守严格的保密义务，并只能在需要时访问您的信息。
    法律要求：在符合法律法规的前提下，我们可能会根据政府部门的要求，向相关部门提供您的信息。</p>
        
        <h4>四、信息的保护 </h4>
        <p> 我们采用了一系列安全措施来保护您的个人信息，包括但不限于数据加密、访问控制等。我们会努力确保您的信息不被未经授权的第三方获取或滥用。 </p>

        <h4>五、您的权利 </h4>
        <p> 访问和修改信息：您有权访问和修改您的个人信息。如有需要，您可以联系我们进行更正或删除。
    退出：您有权在任何时候退出我们的服务。退出后，我们将停止收集和使用您的个人信息。 </p>
        
        <h4>六、联系方式</h4>
        <p> 如果您有任何关于本隐私声明的疑问或建议，请通过以下方式与我们联系：[303219462@qq.com]。</p>


        <p>请注意，本隐私声明可能会随着我们的服务的发展而发生变化。我们会定期更新本声明，以便您了解我们的最新隐私政策和做法。请定期查看本声明，以确保您了解我们的隐私政策和做法。</p>

    </div>
</template>
<style scoped>
.content {
    padding: 20px;
    text-align: left;
}
</style>
